|----------+---------------+--------+----------------+--------|
| from cap | bore diameter | radius | outer diameter | radius |
|----------+---------------+--------+----------------+--------|
|        0 |            19 |    9.5 |             26 |     13 |
|      210 |            19 |    9.5 |             27 |   13.5 |
|      410 |            14 |      7 |             24 |     12 |
|      530 |            12 |      6 |             23 |   11.5 |
|      600 |          12.5 |   6.25 |             20 |     10 |
|----------+---------------+--------+----------------+--------|
#+TBLFM: $5=$4/2
#+TBLFM: $3=$2/2
